[VCP_Jackal X2EncyclopediaTemplate]
ListTitle = "影琉"
DescriptionTitle = "影琉"
DescriptionEntry = "影琉是致命的高机动性士兵。当他们确切地知道去哪里造成最大的伤害，然后离开时，他们是最好的。它们速度快、致命，但很脆弱，所以不要太自信!"

[VCP_Jackal X2SoldierClassTemplate]
DisplayName="影琉"
ClassSummary="影琉是致命的肇事逃逸士兵。当他们确切地知道去哪里造成最大的伤害，然后离开时，他们是最好的。它们速度快、致命，但很脆弱，所以不要太自信!"

;***************************************
; - GTS UNLOCKS -
;***************************************

;Jackal Unlocks
[VCP_JackalUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "影琉: 影琉大师2"
Summary = "所有影琉都会获得影琉大师2，不论军衔."
[VCP_JackalUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "影琉:影琉大师3"
Summary = "所有影琉都会获得影琉大师3，不论军衔."
[VCP_JackalUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "影琉:影琉大师4"
Summary = "所有影琉都会获得影琉大师4，不论军衔."
[GTS_VCP_Jackal1 X2SoldierAbilityUnlockTemplate]
DisplayName="影琉: 舔舐你的伤口"
Summary="当影琉蹲伏时，使用驼蹲伏恢复血量并清除毒、灼烧和酸灼烧."
[GTS_VCP_Jackal2 X2SoldierAbilityUnlockTemplate]
DisplayName="影琉: 应对整合"
Summary="剥皮者派用抓钩改装了我们的影琉。我们的士兵没有那么熟练，使用它需要1个AP."
[GTS_VCP_Jackal3 X2SoldierAbilityUnlockTemplate]
DisplayName="影琉: 跑酷训练"
Summary="剥皮者联合训练为我们的影琉队提供了一些令人难以置信的物理知识。影琉现在无需额外装备即可爬墙."

;***************************************
;New Ability Descriptions
;***************************************

;Jackal Ability
[VCP_JackalMastery X2AbilityTemplate]
LocFriendlyName = "影琉 精通"
LocHelpText = " <Ability:ClassName/>通过经验提高其影琉能力."
LocLongDescription = " <Ability:ClassName/>通过经验提高其影琉能力."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>天生杀人狂</font> - 专注点：每格增益。增强移动力。可以消耗专注以提高下一次射击的伤害.<br/><Bullet/>手枪攻击根据武器技术获得额外伤害、目标和暴击率.<br/><br/><font color='#CA7200'>等级2</font>获得<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>白天与黑夜</font> -每次任务，获得命中、暴击率、移动和闪避的随机奖励.<br/><Bullet/>只为给定的任务而坚持.<br/><br/><font color='#CA7200'>等级3</font>获得<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>游击战队</font> - 对侧翼或暴露的敌人进行标准射击后，获得1个移动/非移动点.<br/><br/><font color='#CA7200'>等级4</font>获得<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#3ABD23'>快速拔枪</font> - 当敌人攻击你时，用手枪先发制人地射击.<br/><Bullet/> 解锁一项技能，使您能够向小圆锥体中的所有可见敌人开火."

[VCP_Gunslinger X2AbilityTemplate]
LocFriendlyName="枪手"
LocLongDescription="所有手枪攻击都会增加瞄准率和暴击率，以及额外伤害。（所有3个等级都有手枪技术等级）"
LocHelpText="手枪攻击的额外目标、暴击率和伤害."
LocFlyOverText="枪手"
LocPromotionPopupText="<Bullet/> 枪手加成与武器科技等级成比例.<br/><Bullet/>枪手每次手枪射击都有+2/+3/+4的额外伤害、+5/+10/+15的额外瞄准和+5/+10/+15的奖励暴击率，具体取决于武器等级.<br/>"
